
<!DOCTYPE html>
<html lang="vi" xmlns="http://www.w3.org/1999/xhtml">

<!-- Mirrored from nhatran111.vn/thanh-tich-hoc-tap/cuu-hoc-sinh-lop-ie-21a1-adv by HTTrack Website Copier/3.x [XR&CO'2014], Wed, 01 May 2024 02:40:37 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=utf-8" /><!-- /Added by HTTrack -->
<head>
   
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=100">
    <title></title>

    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">


    <meta name="author" content="kiennv192@gmail.com" />
        <meta name="robots" content="index,follow">
    <link rel="icon" type="image/x-icon" href="../img/favicon.ico">
    <link href="../lib/uikit/css/uikit.css" rel="stylesheet" type="text/css">
    <link href="../css/site.css" rel="stylesheet" type="text/css">
    
</head>
<body> 
     
<!-- Header -->
<div class="tm-header uk-visible@m">
    <div class="uk-container">
        <div uk-navbar class="logo-header">
            <div class="uk-navbar-left">
                <a class="uk-logo" href="../index.html">
                    <img src="../img/Logo_NhaTran%201.png">
                </a>
            </div>
            <div class="uk-navbar-right">
                <div class="uk-child-width-auto uk-grid-small" uk-grid>
                    <div>
                        <a href="tel:024 3756 3521" class="uk-h3"><img src="../img/Vector.png">024 3756 3521</a>
                    </div>
                        <div><a class="uk-button uk-button-default" href="../dang-nhap.html">Đăng nhập</a></div>
                </div>
            </div>
        </div>
    </div>

    <nav class="uk-navbar-container">
        <div class="uk-container">
            <div uk-navbar>
                <div class="uk-navbar-left">

                    <ul class="uk-navbar-nav ">
                                            <li>
                                                <a href="../index.html">Trang Ch&#x1EE7;</a>
                                            </li>
                                        <li>
                                                <a href="../thong-tin-chung/gioi-thieu-ve-trung-tam.html">Gi&#x1EDB;i thi&#x1EC7;u</a>
                                            <div class="uk-navbar-dropdown">
                                                <ul class="uk-nav uk-navbar-dropdown-nav">
                                                            <li><a href="../thong-tin-chung/gioi-thieu-ve-trung-tam.html">Gi&#x1EDB;i thi&#x1EC7;u v&#x1EC1; trung t&#xE2;m</a></li>
                                                            <li><a href="../thong-tin-chung/gia-tri-khac-biet.html">Gi&#xE1; tr&#x1ECB; kh&#xE1;c bi&#x1EC7;t</a></li>
                                                            <li><a href="../thong-tin-chung/co-so-vat-chat.html">C&#x1A1; s&#x1EDF; v&#x1EAD;t ch&#x1EA5;t</a></li>
                                                </ul>
                                            </div>
                                        </li>
                                            <li>
                                                <a href="../lich-khai-giang.html">L&#x1ECB;ch khai gi&#x1EA3;ng</a>
                                            </li>
                                        <li>
                                                <a href="../khoa-hoc.html">Kh&#xF3;a h&#x1ECD;c</a>
                                            <div class="uk-navbar-dropdown">
                                                <ul class="uk-nav uk-navbar-dropdown-nav">
                                                            <li><a href="../khoa-hoc/khoa-hoc-nang-cap-1.html">Kh&#xF3;a h&#x1ECD;c N&#xE2;ng c&#x1EA5;p 1</a></li>
                                                            <li><a href="../khoa-hoc/khoa-hoc-nang-cap-2.html">Kh&#xF3;a h&#x1ECD;c N&#xE2;ng c&#x1EA5;p 2</a></li>
                                                            <li><a href="../khoa-hoc/khoa-hoc-pre-ielts.html">Kh&#xF3;a h&#x1ECD;c Pre-IELTS</a></li>
                                                            <li><a href="../khoa-hoc/khoa-hoc-ielts-intermediate.html">Kh&#xF3;a h&#x1ECD;c IELTS INTERMEDIATE</a></li>
                                                            <li><a href="../khoa-hoc/khoa-hoc-ielts-advanced.html">Kh&#xF3;a h&#x1ECD;c IELTS ADVANCED</a></li>
                                                            <li><a href="../khoa-hoc/khoa-hoc-tieng-anh-trung-hoc-co-so.html">Kh&#xF3;a h&#x1ECD;c Ti&#x1EBF;ng Anh Trung h&#x1ECD;c C&#x1A1; s&#x1EDF;</a></li>
                                                </ul>
                                            </div>
                                        </li>
                                            <li class="uk-active">
                                                <a href="../thanh-tich-hoc-tap.html">Th&#xE0;nh t&#xED;ch h&#x1ECD;c t&#x1EAD;p</a>
                                            </li>
                                            <li>
                                                <a href="../thong-tin-chung/hoi-dap.html">H&#x1ECF;i &#x111;&#xE1;p</a>
                                            </li>
                                            <li>
                                                <a href="../tin-tuc.html">Tin t&#x1EE9;c</a>
                                            </li>
                                            <li>
                                                <a href="../lien-he.html">Li&#xEA;n h&#x1EC7;</a>
                                            </li>

                    </ul>
                </div>

            </div>
        </div>
    </nav>

</div>
<div class="uk-hidden@m tm-header-mobile">
    <div uk-sticky class="uk-navbar-container" sel-target=".uk-navbar-container" cls-active="uk-navbar-sticky">
        <div class="uk-container uk-container-expand">
            <nav class="uk-navbar" uk-navbar='{"container":".tm-header-mobile"}'>
                <div class="uk-navbar-left">
                    <a href="#tm-dialog-mobile" uk-toggle class="uk-navbar-toggle uk-navbar-toggle-animate">
                        <div uk-navbar-toggle-icon="" class="uk-icon uk-navbar-toggle-icon"></div>
                    </a>
                </div>
                <div class="uk-navbar-center">
                    <a href="#" class="uk-logo"><img src="../img/tailieu/mobilelogo.png"></a>
                </div>

            </nav>

        </div>
    </div>
    <div id="tm-dialog-mobile" class="uk-dropbar uk-dropbar-top"
         uk-drop='{"clsDrop":"uk-dropbar","flip":"false","container":".tm-header-mobile","target-y":".tm-header-mobile .uk-navbar-container","mode":"click","target-x":".tm-header-mobile .uk-navbar-container","stretch":true,"bgScroll":"false","animation":"reveal-top","animateOut":true,"duration":300,"toggle":"false"}'>
        <div>
            <ul class="uk-nav uk-nav-default uk-nav-accordion" uk-nav="toggle: > span.uk-nav-parent-icon">

                                <li>
                                    <a href="../index.html">Trang Ch&#x1EE7;</a>
                                </li>
                            <li class="uk-parent">
                                    <a href="../thong-tin-chung/gioi-thieu-ve-trung-tam.html">Gi&#x1EDB;i thi&#x1EC7;u</a>
                                <span uk-nav-parent-icon="" class="uk-icon uk-nav-parent-icon"></span>
                                <ul class="uk-nav-sub">
                                            <li><a href="../thong-tin-chung/gioi-thieu-ve-trung-tam.html">Gi&#x1EDB;i thi&#x1EC7;u v&#x1EC1; trung t&#xE2;m</a></li>
                                            <li><a href="../thong-tin-chung/gia-tri-khac-biet.html">Gi&#xE1; tr&#x1ECB; kh&#xE1;c bi&#x1EC7;t</a></li>
                                            <li><a href="../thong-tin-chung/co-so-vat-chat.html">C&#x1A1; s&#x1EDF; v&#x1EAD;t ch&#x1EA5;t</a></li>
                                </ul>
                            </li>
                                <li>
                                    <a href="../lich-khai-giang.html">L&#x1ECB;ch khai gi&#x1EA3;ng</a>
                                </li>
                            <li class="uk-parent">
                                    <a href="../khoa-hoc.html">Kh&#xF3;a h&#x1ECD;c</a>
                                <span uk-nav-parent-icon="" class="uk-icon uk-nav-parent-icon"></span>
                                <ul class="uk-nav-sub">
                                            <li><a href="../khoa-hoc/khoa-hoc-nang-cap-1.html">Kh&#xF3;a h&#x1ECD;c N&#xE2;ng c&#x1EA5;p 1</a></li>
                                            <li><a href="../khoa-hoc/khoa-hoc-nang-cap-2.html">Kh&#xF3;a h&#x1ECD;c N&#xE2;ng c&#x1EA5;p 2</a></li>
                                            <li><a href="../khoa-hoc/khoa-hoc-pre-ielts.html">Kh&#xF3;a h&#x1ECD;c Pre-IELTS</a></li>
                                            <li><a href="../khoa-hoc/khoa-hoc-ielts-intermediate.html">Kh&#xF3;a h&#x1ECD;c IELTS INTERMEDIATE</a></li>
                                            <li><a href="../khoa-hoc/khoa-hoc-ielts-advanced.html">Kh&#xF3;a h&#x1ECD;c IELTS ADVANCED</a></li>
                                            <li><a href="../khoa-hoc/khoa-hoc-tieng-anh-trung-hoc-co-so.html">Kh&#xF3;a h&#x1ECD;c Ti&#x1EBF;ng Anh Trung h&#x1ECD;c C&#x1A1; s&#x1EDF;</a></li>
                                </ul>
                            </li>
                                <li>
                                    <a href="../thanh-tich-hoc-tap.html">Th&#xE0;nh t&#xED;ch h&#x1ECD;c t&#x1EAD;p</a>
                                </li>
                                <li>
                                    <a href="../thong-tin-chung/hoi-dap.html">H&#x1ECF;i &#x111;&#xE1;p</a>
                                </li>
                                <li>
                                    <a href="../tin-tuc.html">Tin t&#x1EE9;c</a>
                                </li>
                                <li>
                                    <a href="../lien-he.html">Li&#xEA;n h&#x1EC7;</a>
                                </li>
            </ul>
                <div class="uk-margin">
                    <div>
                        <div><a class="uk-button uk-button-default" href="../dang-nhap.html">Đăng nhập</a></div>
                    </div>
                </div>

            <div class="uk-position-bottom-left uk-padding-small">
                <div class="uk-text-small">© Copyright 2023 IELTS Cô Nhã</div>
            </div>
        </div>
    </div>
</div>



<!--  -->
    <div id="goc_hoc_vien" class="uk-section uk-section-default">
        <div class="uk-container">
            <div>
                <h1 class="uk-text-secondary uk-h3 uk-text-bold">C&#x1EA3;m nh&#x1EAD;n c&#x1EE7;a h&#x1ECD;c vi&#xEA;n l&#x1EDB;p IE 21A1 ADV sau khi h&#x1ECD;c xong kh&#xF3;a IELTS &#x1EDF; IELTS C&#xF4; Nh&#xE3;</h1>
                <p>C&#x1EA3;m nh&#x1EAD;n c&#x1EE7;a h&#x1ECD;c vi&#xEA;n l&#x1EDB;p IE 21A1 ADV sau khi h&#x1ECD;c xong kh&#xF3;a IELTS &#x1EDF; IELTS C&#xF4; Nh&#xE3;</p>
            </div>
        </div>
    </div>
    <!--  -->
    <div class="uk-section uk-preserve-color uk-section-primary uk-background-cover"
        style="background-image: url('../img/chitietkhoahoc/1/Group%2016.png');">
        <div class="uk-container">
            <div class="uk-grid-small" uk-grid>
                <div class="uk-width-1-3@s">
                    <div class="ju_image uk-inline uk-border-rounded uk-overflow-hidden "
                        uk-sticky="end: !.uk-width-1-3; offset: 40">
                        <img src="../../admin.nhatran111.vn/eData/Achievement/10).jpg" width="374" height="360" alt="">
                        <div class="uk-overlay uk-overlay-primary uk-position-bottom uk-padding-small">
                            <p> IELTS ADVANCED 21A1 - 8 IELTS</p>
                        </div>
                    </div>
                </div>
                <div class="uk-width-2-3@s">
                    <h2 class="uk-heading-divider">C&#x1EF1;u h&#x1ECD;c sinh l&#x1EDB;p IE 21A1 ADV</h2>
                    <div class="uk-padding uk-padding-remove-bottom uk-panel">
                        <img src="../img/chitietkhoahoc/1/%e2%80%9c.png" class="uk-position-top-left">
                        <img src="../img/chitietkhoahoc/1/%e2%80%9d.png" class="uk-position-bottom-right">
                         <p>Em l&agrave; cựu học sinh lớp 21A1 online của c&ocirc; Nhung B&ugrave;i. Em đ&atilde; học trong khoảng từ th&aacute;ng 1 đến th&aacute;ng 4 online, sau đ&oacute; em d&agrave;nh th&ecirc;m th&aacute;ng 6 v&agrave; 7 để tự &ocirc;n ở nh&agrave;. Em đi thi v&agrave;o ng&agrave;y 06/08/2022, v&agrave; em đ&atilde; nhận được kết quả như h&igrave;nh ph&iacute;a dưới v&agrave;o ng&agrave;y 19/08/2022 ạ (gần 2 tuần). Em mong muốn được chia sẻ một số tips v&agrave; review về trải nghiệm học ở trung t&acirc;m Nh&atilde; Trần ạ:<br />
1. Listening: Đ&acirc;y l&agrave; kĩ năng m&agrave; em kh&aacute; yếu v&igrave; em kh&ocirc;ng giỏi nghe lắm. Em nghĩ mọi người c&oacute; thể luyện nghe bằng c&aacute;ch xem nhiều phim v&agrave; video tr&ecirc;n Youtube theo chủ đề m&igrave;nh y&ecirc;u th&iacute;ch để dễ học, podcast,... để luyện nghe được nhiều accent v&agrave; dần cải thiện việc nghe hiểu một c&aacute;ch tự nhi&ecirc;n hơn ạ. Ngo&agrave;i ra, ở c&aacute;c dạng b&agrave;i IELTS m&agrave; bản th&acirc;n c&ograve;n yếu như MCQ, Map v&agrave; Matching, em thường luyện ri&ecirc;ng c&aacute;c b&agrave;i đ&oacute; tr&ecirc;n Study4 hoặc c&aacute;c trang web kh&aacute;c như ieltsliz, ieltsbuddy,... để hiểu r&otilde; c&aacute;ch l&agrave;m đối với từng dạng b&agrave;i ạ. Mỗi người c&oacute; một c&aacute;ch kh&aacute;c nhau đối với từng dạng b&agrave;i, n&ecirc;n em hi vọng việc luyện ri&ecirc;ng từng dạng sẽ gi&uacute;p mọi người dần t&igrave;m ra phương ph&aacute;p ph&ugrave; hợp với bản th&acirc;n v&agrave; cải thiện c&aacute;c dạng m&igrave;nh hay sai ạ. B&ecirc;n cạnh đ&oacute;, mọi người c&oacute; thể nghi&ecirc;n cứu transcript v&agrave; xem giải th&iacute;ch chi tiết đ&aacute;p &aacute;n tr&ecirc;n dol.vn hoặc Youtube để hiểu v&igrave; sao m&igrave;nh l&agrave;m sai ạ.<br />
2. Reading: Phương ph&aacute;p của em cũng tương tự Reading, x&aacute;c định những điểm yếu v&agrave; những dạng b&agrave;i m&igrave;nh hay sai, hiểu kĩ tại sao m&igrave;nh sai ở những điểm đ&oacute; bằng c&aacute;ch xem thật kĩ đ&aacute;p &aacute;n v&agrave; giải th&iacute;ch như tr&ecirc;n trang ieltsdeal hoặc dol.vn. Sau đ&oacute; th&igrave; em c&oacute; ghi lại v&agrave; học c&aacute;c từ mới, cũng như học c&aacute;ch đo&aacute;n từ mới trong ngữ cảnh trong b&agrave;i. Trước đ&acirc;y em sử dụng phương ph&aacute;p skim scan nhưng kh&ocirc;ng hiệu quả, n&ecirc;n em chuyển sang c&aacute;ch đọc hết cả b&agrave;i từ đầu đến cuối rồi l&agrave;m c&aacute;c c&acirc;u hỏi li&ecirc;n quan (v&iacute; dụ một passage c&oacute; 2 b&agrave;i l&agrave; điền từ v&agrave; TFNG, nếu c&acirc;u hỏi đầu ti&ecirc;n của hai b&agrave;i đều li&ecirc;n quan đến đoạn văn đầu văn bản th&igrave; em sẽ l&agrave;m hai c&acirc;u đ&oacute; c&ugrave;ng l&uacute;c ạ). Như vậy, mọi người c&oacute; thể tiết kiệm thời gian hơn v&agrave; kh&ocirc;ng bỏ s&oacute;t chi tiết trong b&agrave;i ạ. Tuy nhi&ecirc;n, mọi người vẫn nhớ l&agrave; h&atilde;y l&agrave;m phương ph&aacute;p thực sự hiệu quả với mọi người nh&eacute; ạ ^^<br />
3. Writing: Đ&acirc;y c&oacute; lẽ l&agrave; kĩ năng em sợ nhất v&igrave; điểm em kh&aacute; dao động, v&agrave; đến l&uacute;c gần cuối qu&aacute; tr&igrave;nh &ocirc;n thi th&igrave; em c&oacute; đi thi thử, rồi em mới nhận ra điểm yếu rất lớn của m&igrave;nh l&agrave; trong 2 ti&ecirc;u ch&iacute; Task Achievement v&agrave; Coherence &amp; Cohesion. Trong task 2, em c&oacute; xu hướng kh&ocirc;ng fully explain idea của em, tạo cảm gi&aacute;c kh&oacute; hiểu cũng như l&agrave; c&aacute;c v&iacute; dụ support chưa thực sự thuyết phục. Em nghĩ mọi người n&ecirc;n tham khảo rubric chấm điểm để hiểu kĩ c&aacute;c ti&ecirc;u ch&iacute; n&agrave;y (em c&oacute; l&ecirc;n web ieltsadvantage nữa, họ c&oacute; giải th&iacute;ch kĩ về c&aacute;i n&agrave;y ạ). Thế l&agrave; trong 2 tuần cuối em viết kh&aacute; nhiều b&agrave;i v&agrave; nhờ những thầy c&ocirc;, những anh chị v&agrave; bạn b&egrave; c&oacute; kinh nghiệm feedback cho em. Từ đ&oacute; em biết c&aacute;ch brainstorm idea v&agrave; c&aacute;ch triển khai &yacute; sao cho chặt chẽ, mạch lạc hơn. C&ograve;n về task 1, em &ocirc;n luyện từng dạng (c&oacute; chia về biểu đồ tĩnh (static), biểu đồ động (dynamic), process v&agrave; map). Em nghĩ bố cục hợp l&iacute; nhất l&agrave; một đoạn mở b&agrave;i giới thiệu, một đoạn tổng quan (overview), v&agrave; 2 đoạn th&acirc;n b&agrave;i mi&ecirc;u tả chi tiết. Đối với c&aacute;c b&agrave;i ph&acirc;n t&iacute;ch dữ liệu, em t&igrave;m ra những điểm nổi bật nhất để viết v&agrave;o overview (thường l&agrave; 2 c&acirc;u) v&agrave; sau đ&oacute; chia về cho 2 đoạn th&acirc;n b&agrave;i cho hợp l&iacute;. Đối với process v&agrave; map th&igrave; em nghĩ l&agrave; mọi người c&oacute; thể học c&aacute;c cấu tr&uacute;c v&agrave; cụm từ nối chuyển tiếp l&agrave; c&oacute; thể xử l&iacute; được hai dạng n&agrave;y. Em c&oacute; học task 1 tr&ecirc;n talkfirst.vn v&agrave; howtodoielts ạ, c&ograve;n task 2 em học tr&ecirc;n zim.vn v&agrave; howtodoielts ạ. Em nghĩ việc học c&aacute;c cụm từ v&agrave; collocations tr&ecirc;n c&aacute;c web n&agrave;y rất hữu &iacute;ch ạ (nhưng mọi người phải d&ugrave;ng đ&uacute;ng ho&agrave;n cảnh nh&eacute; ạ). Ngo&agrave;i ra, em nghĩ mọi người nếu thi giấy th&igrave; c&oacute; thể in giấy thi để tập viết v&agrave; ước lượng dung lượng chuẩn x&aacute;c (để v&agrave;o b&agrave;i thi kh&ocirc;ng phải đếm từ) v&agrave; tập viết dưới &aacute;p lực thời gian ạ. Em thường viết task 2 trước task 1 v&igrave; task 2 chiếm 2/3 điểm tổng nhưng em nghĩ mọi người c&oacute; thể viết b&agrave;i n&agrave;o trước cũng được ạ.<br />
4. Speaking: Đ&acirc;y l&agrave; kĩ năng em c&oacute; phần ổn định hơn, nhưng hồi đầu em đặc biệt gặp kh&oacute; khăn trong fluency (mọi người cũng xem rubric chấm điểm v&agrave; m&ocirc; tả chi tiết tr&ecirc;n ieltsadvantage nh&eacute; ạ). Em thường n&oacute;i &quot;ờ, ờm&quot; nhiều, c&oacute; những fluency fillers kh&ocirc;ng tự nhi&ecirc;n như &quot;like&quot; v&agrave; c&aacute;ch ngắt nghỉ kh&ocirc;ng ổn lắm. Em khắc phục bằng c&aacute;ch sử dụng vừa đủ c&aacute;c fluency fillers tự nhi&ecirc;n hơn như &quot;how to say, you know,...&quot;, nhưng kh&ocirc;ng sử dụng ch&uacute;ng qu&aacute; mức. V&agrave; khi n&agrave;o b&iacute; &yacute;, em sẽ ngừng hẳn lại để suy nghĩ (tầm 3 gi&acirc;y cũng được ạ, v&igrave; người nghe sẽ kh&ocirc;ng cảm nhận được đ&oacute; l&agrave; thời gian d&agrave;i v&agrave; cũng kh&ocirc;ng expect m&igrave;nh trả lời ngay ấy ạ). Th&ecirc;m nữa, em cũng tập n&oacute;i chậm lại để kiểm so&aacute;t được mạch n&oacute;i của m&igrave;nh hơn, v&igrave; n&oacute;i nhanh sẽ bị vấp ạ. Nếu c&oacute; speaking partner th&igrave; rất l&yacute; tưởng ạ v&igrave; họ sẽ ph&acirc;n t&iacute;ch lỗi sai của m&igrave;nh, c&ograve;n nếu kh&ocirc;ng c&oacute; th&igrave; mọi người c&oacute; thể tự luyện trước gương, ghi &acirc;m b&agrave;i n&oacute;i v&agrave; tự ph&acirc;n t&iacute;ch ạ. Về t&agrave;i liệu &ocirc;n, em c&oacute; tham gia c&aacute;c group IELTS tr&ecirc;n facebook để xem c&aacute;c bộ đề dự đo&aacute;n, cũng như học tr&ecirc;n web ieltsadvantage, videos tr&ecirc;n k&ecirc;nh youtube English Speaking Success (của thầy Keith) v&agrave; nghe podcast IELTS Speaking for Success mỗi ng&agrave;y tầm 15 ph&uacute;t tr&ecirc;n Spotify ạ (c&aacute;i n&agrave;y cũng gi&uacute;p luyện kĩ năng Listening nữa ạ). Qua đ&oacute; em học được những cụm từ để sử dụng một c&aacute;ch tự nhi&ecirc;n ạ. Nhưng với c&aacute; nh&acirc;n em, quan trọng nhất khi n&oacute;i l&agrave; giao tiếp hiệu quả v&agrave; fluency (ti&ecirc;u ch&iacute; n&agrave;y sẽ k&eacute;o theo c&aacute;c ti&ecirc;u ch&iacute; kh&aacute;c); vậy n&ecirc;n khi v&agrave;o ph&ograve;ng thi c&oacute; thể mọi người sẽ kh&ocirc;ng nhớ được những cụm từ hay m&igrave;nh đ&atilde; học, n&ecirc;n mọi người h&atilde;y tập trung v&agrave;o việc n&oacute;i để examiner hiểu được v&agrave; n&oacute;i tr&ocirc;i chảy nh&eacute; ạ (nhưng kh&ocirc;ng phải n&oacute;i qu&aacute; nhanh nh&eacute; ạ). Một lưu &yacute; nữa l&agrave; mọi người đừng memorize đ&aacute;p &aacute;n nha v&igrave; examiner sẽ ph&aacute;t hiện ra v&agrave; c&oacute; thể trừ điểm rất nặng ạ, thay v&agrave;o đ&oacute; mọi người h&atilde;y học c&aacute;ch sẵn s&agrave;ng ứng biến cho mọi c&acirc;u hỏi v&agrave; lu&ocirc;n b&igrave;nh tĩnh, tự tin trong l&uacute;c n&oacute;i nh&eacute; ạ (mọi người h&atilde;y coi n&oacute; như một cuộc tr&ograve; chuyện hằng ng&agrave;y th&igrave; sẽ thể hiện tốt hơn ạ). Believe that you can do it ^^<br />
5. Kinh nghiệm đăng k&iacute; v&agrave; đi thi: Em đăng k&iacute; thi th&ocirc;ng qua trung t&acirc;m, v&agrave; trung t&acirc;m đ&atilde; gi&uacute;p em ho&agrave;n th&agrave;nh hết c&aacute;c thủ tục thi kh&aacute; tiện lợi cũng như giảm gi&aacute; ph&iacute; thi tầm 5% ạ. C&ograve;n về việc đi thi, em đi thi paper-based ở BC Fortuna Hotel ạ, cơ sở vật chất ổn v&agrave; staff l&agrave;m việc chuy&ecirc;n nghiệp ạ. Theo em l&agrave; về việc n&ecirc;n thi IDP hay BC, th&igrave; mọi người h&atilde;y chọn chỗ n&agrave;o gần nh&agrave; mọi người để tiện di chuyển ạ, v&igrave; cả hai chỗ đều chuy&ecirc;n nghiệp như nhau v&agrave; chấm điểm c&oacute; lẽ cũng như nhau ạ (kh&ocirc;ng phải b&ecirc;n n&agrave;y chấm dễ hơn b&ecirc;n kia đ&acirc;u ạ). C&oacute; một điều l&agrave; em nghĩ l&uacute;c đi thi sẽ c&oacute; kh&ocirc;ng kh&iacute; kh&aacute;c hơn so với l&uacute;c ở nh&agrave; l&agrave;m b&agrave;i, n&ecirc;n mọi người h&atilde;y chuẩn bị tốt nhất (chuẩn bị cả đồ đạc trước khi thi v&agrave; ngủ sớm) nh&eacute; ạ - em nghĩ điểm sẽ dao động khoảng 0 - 0.5 so với l&uacute;c m&igrave;nh đi thi thật ạ. Vậy n&ecirc;n l&agrave; khi n&agrave;o mọi người thực sự đ&atilde; sẵn s&agrave;ng, đ&atilde; đạt được điểm m&igrave;nh mong muốn khi luyện tập th&igrave; hẵng đăng k&iacute; thi nha ạ, v&igrave; nếu đăng k&iacute; thi gấp qu&aacute; th&igrave; sẽ tạo những &aacute;p lực kh&ocirc;ng đ&aacute;ng c&oacute; ạ. &Ocirc;n luyện trong qu&aacute; tr&igrave;nh d&agrave;i c&oacute; thể sẽ đạt hiệu quả nhanh hơn l&agrave; bị &aacute;p lực nhiều để đạt điểm tốt trong một thời gian ngắn ạ.<br />
6. Việc học tại trung t&acirc;m Nh&atilde; Trần: Em nghĩ em đ&atilde; được theo học một lớp học kh&aacute; tốt, nơi c&oacute; c&ocirc; Nhung B&ugrave;i v&ocirc; c&ugrave;ng tận t&acirc;m v&agrave; nhiệt huyết với học sinh, kể cả khi em đ&atilde; học xong kh&oacute;a th&igrave; c&ocirc; vẫn gi&uacute;p em chấm b&agrave;i writing v&agrave; trong qu&aacute; tr&igrave;nh &ocirc;n thi. Về t&agrave;i liệu, em nghĩ số lượng b&agrave;i tập sẽ kh&aacute; qu&aacute; tải đối với c&aacute;c bạn chưa biết sắp xếp thời gian hợp l&iacute; v&igrave; c&aacute;c bạn cần phải luyện tập thường xuy&ecirc;n, đều đặn hằng tuần; nhưng nếu mọi người chăm chỉ v&agrave; c&oacute; quyết t&acirc;m th&igrave; em tin sẽ c&oacute; thể ho&agrave;n th&agrave;nh tốt ạ. T&agrave;i liệu học phong ph&uacute; v&agrave; nhiều kiến thức, nhưng em nghĩ quan trọng nhất vẫn l&agrave; việc tự học v&agrave; kỉ luật của mỗi người, như vậy th&igrave; c&aacute;c t&agrave;i liệu mới c&oacute; gi&aacute; trị ạ. Tuy nhi&ecirc;n, em kh&aacute; tiếc v&igrave; đợt vừa rồi chỉ được học online n&ecirc;n c&oacute; gặp những kh&oacute; khăn nhất định, nhưng rất may l&agrave; em lu&ocirc;n c&oacute; c&ocirc; gi&aacute;o v&agrave; c&aacute;c bạn động vi&ecirc;n v&agrave; gi&uacute;p đỡ ạ. ^^<br />
B&agrave;i đến đ&acirc;y cũng d&agrave;i rồi ạ, em mong em đ&atilde; gi&uacute;p được mọi người ch&uacute;t &iacute;t trong qu&aacute; tr&igrave;nh học tập IELTS. Em tin rằng việc học tiếng Anh n&oacute;i chung v&agrave; học IELTS n&oacute;i ri&ecirc;ng l&agrave; một h&agrave;nh tr&igrave;nh rất kh&oacute; khăn v&agrave; vất vả, nhưng em tin rằng khi mọi người tin tưởng bản th&acirc;n, bền bỉ v&agrave; quyết t&acirc;m theo đuổi mục ti&ecirc;u đến tận c&ugrave;ng th&igrave; mọi điều c&oacute; thể l&agrave;m được ạ. Ngo&agrave;i ra, k&igrave; thi n&agrave;y cũng kh&ocirc;ng phải l&agrave; tất cả để đ&aacute;nh gi&aacute; khả năng của mỗi c&aacute; nh&acirc;n, cũng như ho&agrave;n to&agrave;n c&oacute; thể thi lại, n&ecirc;n em mong mọi người h&atilde;y cố gắng hết sức c&oacute; thể khi l&agrave;m b&agrave;i thi thay v&igrave; &aacute;p lực phải đạt được điểm cao nh&eacute; ạ. ^^ Em ch&uacute;c tất cả mọi người đang học v&agrave; sẽ thi IELTS gặp may mắn v&agrave; đạt kết quả như &yacute; muốn ạ. Cuối c&ugrave;ng, em xin cảm ơn đội ngũ gi&aacute;o vi&ecirc;n v&agrave; trợ giảng của trung t&acirc;m rất nhiều v&igrave; đ&atilde; nhiệt t&igrave;nh gi&uacute;p đỡ em trong qu&aacute; tr&igrave;nh vừa qua. Em xin ch&uacute;c c&aacute;c thầy c&ocirc;, c&aacute;c anh chị sẽ lu&ocirc;n mạnh khỏe, hạnh ph&uacute;c v&agrave; c&oacute; th&ecirc;m nhiều lứa học sinh th&agrave;nh c&ocirc;ng hơn nữa trong tương lai ạ!</p>

                    </div>

                </div>
            </div>
        </div>
    </div>

<!-- Footer -->
<div class="footer">
    <div class="uk-section uk-section-muted uk-section-small">
        <div class="uk-container">

            <div class="footer-col-logo">
                <img src="../img/Logo_NhaTran1%201.png">
            </div>
            <div class="tm-grid-expand uk-grid-margin uk-grid uk-child-width-expand@m" uk-grid>
                <div>
                    <div>
                        <h4 class="uk-text-primary">Khoá học</h4>
                        <ul class="uk-list uk-list-disc">
                                        <li><a class="uk-link-reset" href="../khoa-hoc/khoa-hoc-nang-cap-1.html">Kh&#xF3;a h&#x1ECD;c N&#xE2;ng c&#x1EA5;p 1</a></li>
                                        <li><a class="uk-link-reset" href="../khoa-hoc/khoa-hoc-nang-cap-2.html">Kh&#xF3;a h&#x1ECD;c N&#xE2;ng c&#x1EA5;p 2</a></li>
                                        <li><a class="uk-link-reset" href="../khoa-hoc/khoa-hoc-pre-ielts.html">Kh&#xF3;a h&#x1ECD;c Pre-IELTS</a></li>
                                        <li><a class="uk-link-reset" href="../khoa-hoc/khoa-hoc-ielts-intermediate.html">Kh&#xF3;a h&#x1ECD;c IELTS INTERMEDIATE</a></li>
                                        <li><a class="uk-link-reset" href="../khoa-hoc/khoa-hoc-ielts-advanced.html">Kh&#xF3;a h&#x1ECD;c IELTS ADVANCED</a></li>
                                        <li><a class="uk-link-reset" href="../khoa-hoc/khoa-hoc-tieng-anh-trung-hoc-co-so.html">Kh&#xF3;a h&#x1ECD;c Ti&#x1EBF;ng Anh Trung h&#x1ECD;c C&#x1A1; s&#x1EDF;</a></li>
                        </ul>
                    </div>
                    <a class="hot-line" href="tel:0917 511 052">
                        <div>
                            <div id="call-button" class="uk-card uk-card-primary uk-flex uk-flex-middle"
                                 style="width:fit-content">
                                <div>
                                    <img src="../img/call.png">
                                </div>
                                <div class="uk-text-center">
                                    <div class="uk-h5 uk-margin-remove">
                                        Hotline
                                    </div>
                                    <div class="uk-h4 uk-margin-remove">
                                        0917 511 052
                                    </div>
                                </div>
                            </div>
                        </div>
                    </a>
                </div>
                <div class="uk-width-1-4@s">
                    <div>
                        <h4 class="uk-text-primary">Thông tin</h4>
                        <ul class="uk-list">
                                        <li><a class="uk-link-reset" href="../thong-tin-chung/gioi-thieu-ve-trung-tam.html">Gi&#x1EDB;i thi&#x1EC7;u v&#x1EC1; trung t&#xE2;m</a></li>
                                        <li><a class="uk-link-reset" href="../thong-tin-chung/gia-tri-khac-biet.html">Gi&#xE1; tr&#x1ECB; kh&#xE1;c bi&#x1EC7;t</a></li>
                                        <li><a class="uk-link-reset" href="../thong-tin-chung/co-so-vat-chat.html">C&#x1A1; s&#x1EDF; v&#x1EAD;t ch&#x1EA5;t</a></li>
                                        <li><a class="uk-link-reset" href="../lich-khai-giang.html">L&#x1ECB;ch khai gi&#x1EA3;ng</a></li>
                                        <li><a class="uk-link-reset" href="../thanh-tich-hoc-tap.html">Th&#xE0;nh t&#xED;ch h&#x1ECD;c t&#x1EAD;p</a></li>
                                        <li><a class="uk-link-reset" href="../thong-tin-chung/hoi-dap.html">H&#x1ECF;i &#x111;&#xE1;p</a></li>
                                        <li><a class="uk-link-reset" href="../tin-tuc.html">Tin t&#x1EE9;c</a></li>
                                        <li><a class="uk-link-reset" href="../lien-he.html">Li&#xEA;n h&#x1EC7;</a></li>
                        </ul>
                    </div>
                </div>
                <div class="uk-width-1-3@s">
<div>
<h4 class="uk-text-primary">Thông tin liên hệ</h4>

<ul class="uk-list">
	<li><a class="uk-text-secondary" href="../lien-he.html"><img class="uk-margin-small-right" src="../../admin.nhatran111.vn/eData/ckEditor/image/truso.png" />Cơ sở 1 ( Trụ sở chính )</a></li>
	<li><a class="uk-link-reset" href="../lien-he.html"><img class="uk-margin-small-right" src="../../admin.nhatran111.vn/eData/ckEditor/image/phone.png" />Phone: 024-37563521</a></li>
	<li><a class="uk-link-reset" href="../lien-he.html"><img class="uk-margin-small-right" src="../../admin.nhatran111.vn/eData/ckEditor/image/mail.png" />Email: nhatran111@gmail.com</a></li>
	<li><a class="uk-link-reset" href="../lien-he.html"><img class="uk-margin-small-right" src="../../admin.nhatran111.vn/eData/ckEditor/image/location.png" />Địa chỉ: Số 6 ngõ 1 phố Dịch Vọng Hậu, Cầu Giấy, HN</a></li>
</ul>

<ul class="uk-list">
	<li><a class="uk-text-secondary" href="../lien-he.html"><img class="uk-margin-small-right" src="../../admin.nhatran111.vn/eData/ckEditor/image/truso.png" />Cơ sở 2 </a></li>
	<li><a class="uk-link-reset" href="../lien-he.html"><img class="uk-margin-small-right" src="../../admin.nhatran111.vn/eData/ckEditor/image/phone.png" />Phone: 087-8869266</a></li>
	<li><a class="uk-link-reset" href="../lien-he.html"><img class="uk-margin-small-right" src="../../admin.nhatran111.vn/eData/ckEditor/image/mail.png" />Email: nhatran111@gmail.com</a></li>
	<li><a class="uk-link-reset" href="../lien-he.html"><img class="uk-margin-small-right" src="../../admin.nhatran111.vn/eData/ckEditor/image/location.png" />Địa chỉ: Số 9 ngõ 1 phố Nguyễn Thị Duệ, Cầu Giấy, HN</a></li>
</ul>
</div>
</div>

            </div>
            <div>
                <img src="https://counter8.fcs.ovh/private/freecounterstat.php?c=dacpfdc5n8qqcuyxsa3qsn6mfbhj5nlc" border="0" title="Số lượng truy cập Website" alt="Số lượng truy cập Website">
            </div>
            <div id="social" uk-grid class="uk-child-width-1-1 uk-grid-column-collapse uk-grid-row-small">
                <a href="tel:024 37563 521">
                    <div>
                        <div class="item">
                            <img src="../img/social/Call.png" alt="Gọi điện">
                        </div>
                    </div>
                </a>
                <a href="mailto:nhatran111@gmail.com" target="_blank">
                    <div>
                        <div class="item">
                            <img src="../img/social/mail.png" alt="Gửi mail">
                        </div>
                    </div>
                </a>
                <a href="https://zalo.me/78174609764887803" target="_blank">
                    <div>
                        <div class="item">
                            <img src="../img/social/Group%2045775.png" alt="Zalo">
                        </div>
                    </div>
                </a>
                <a href="https://www.facebook.com/nhatran111" target="_blank">
                    <div>
                        <div class="item">
                            <img src="../img/social/Facebook_Logo_(2019)%201.png" alt="Facebook">
                        </div>
                    </div>
                </a>
            </div>
            <div class="dangkythithu">
                <img class="free-thithu" src="../img/Group%2047158.png" alt="">
                <div class="social-thithu">
                    <a class="" style="text-decoration: none;" href="../dang-ky-thi-xep-lop.html">
                        Đăng ký thi xếp lớp
                    </a>
                </div>
            </div>

        </div>
    </div>
</div>


    <script src="../../code.jquery.com/jquery-3.7.0.js" integrity="sha256-JlqSTELeR4TLqP0OG9dxM7yDPqX1ox/HfgiSLBj8+kM=" crossorigin="anonymous"></script>
    <script src="../lib/uikit/js/uikit.min871f.js?v=Ggf9_fxyOI8rkWH8r3gPXNKk17NfE2M_-UGY_SOdOW0"></script>
    <script src="../lib/uikit/js/uikit-icons.min0704.js?v=Jw3sVOJVDTo_g_uCv44IQOTcuR02l1SRrTlDByxK73E"></script>
    <script src="../js/siteffc9.js?v=vhzlZlPbyZOsGprJqASXufC3rtBIsCl6K9Qd30Fyx4w"></script>
    
</body>

<!-- Mirrored from nhatran111.vn/thanh-tich-hoc-tap/cuu-hoc-sinh-lop-ie-21a1-adv by HTTrack Website Copier/3.x [XR&CO'2014], Wed, 01 May 2024 02:40:37 GMT -->
</html>

